Repository: SorioG/FakedCubes
Catalog: assets/locale/*.po
Languages: pt_br

source: Failed to start the server, is the port open?
pt_br: Falha ao começar o servidor, o porta esta aberto?

source: Server Error
pt_br: Erro do servidor

source: Connecting to the server...
pt_br: Conectando ao servidor...

source: Invalid Network Type
pt_br: Tipo do rede invalido

source: Connection Failed
pt_br: Falha do conexão

source: Gamemode: {0}
pt_br: Modo de jogo: {0}

source: Singleplayer
pt_br: Um Jogador

source: Lobby ID: {0}
pt_br: ID do Lobby: {0}

source: Waiting for server...
pt_br: Esperando por servidor...

source: You have been disconnected from the server
pt_br: Você foi desconectado por o servidor

source: Disconnected
pt_br: Desconectado

source: Failed to connect to the server
pt_br: Falha ao conectar o servidor

source: Sending client information...
pt_br: Enviando informação do cliente...

source: <Waiting for signaling server>
pt_br: <Esperando por servidor de sinalização>

source: Start
pt_br: Começar

source: Warning
pt_br: Aviso

source: Failed to start game
pt_br: Falha ao começar o jogo

source: Resume
pt_br: Resumir

source: Quit
pt_br: Sair

source: Loading...
pt_br: Carregando...

source: Back
pt_br: Voltar

source: You must restart the game for changes to take effect
pt_br: Você precisa reiniciar o jogo para os mudanças ter efeito

source: Key any press
pt_br: Tecla qualquer aperta

source: Host Game
pt_br: Hospedar Jogo

source: Join Game
pt_br: Entrar no Jogo

source: Quit to Desktop
pt_br: Sair para o computador

source: Local Game
pt_br: Jogo Local

source: Developer Tools
pt_br: Ferramenta de desenvolvedor

source: Skin Viewer
pt_br: Visualizador de Skin

source: Map Editor
pt_br: Editor de mapa

source: Press any key
pt_br: Aperta qualquer tecla

source: Loading Custom Maps
pt_br: Carregando mapas customizados

source: Loading Custom Skins
pt_br: Carregando skins customizados

source: Loading User Data
pt_br: Carregando data de usuario

source: Loading Mods
pt_br: Carregando Mods

source: This map must have player spawns before playtesting
pt_br: Esse mapa presisca ter o spawns do jogador antes de testar

source: Cannot playtest the map.
pt_br: Não e possível testar o mapa.

source: This gamemode has now ended.
pt_br: Esse modo de jogo agora terminou.

source: Failed to save map
pt_br: Falha ao salvar o mapa

source: Successfully saved map to file
pt_br: Sucesso ao salvar mapa para o arquivo

source: Failed to load map: Invalid .fcmap file
pt_br: Falha ao carregar mapa: Invalido arquivo .fcmap

source: Failed to load map: Version mismatch (current one is {0})
pt_br: Falha ao carregar mapa: Versão desatualizado (o atual e {0})

source: Loading Map...
pt_br: Carregando Mapa...

source: Adding Objects...
pt_br: Adicionando Objetos...

source: This map must have player spawns before exporting to a scene
pt_br: Esse mapa presisca ter o spawn do jogador antes de exportar como cena

source: Failed to export to scene: This map cannot be packed
pt_br: Falha ao exportar como cena: Esse mapa não pode ser empacotado

source: Failed to export to scene: Failed to save the scene
pt_br: Falha ao exportar como cena: Falha ao salvar o cena

source: Successfully exported to scene
pt_br: Sucesso ao exportar como cena

source: Playtest
pt_br: Testar

source: Stop Playtesting
pt_br: Parar de testar

source: File
pt_br: Arquivo

source: New
pt_br: Novo

source: Save
pt_br: Salvar

source: Load
pt_br: Carregar

source: Quit Map Editor
pt_br: Sair do editor de mapa

source: Export to Scene
pt_br: Exportar como cena

source: Object
pt_br: Objeto

source: Add New Object
pt_br: Adicionar novo objeto

source: Delete All Objects
pt_br: Deletar todos objetos

source: Game
pt_br: Jogo

source: Select
pt_br: Selecione

source: Move
pt_br: Mover

source: Delete
pt_br: Deletar

source: Draw
pt_br: Desenhar

source: Solid
pt_br: Sólido

source: Ground
pt_br: Chão

source: Erase
pt_br: Apagar

source: Computer
pt_br: Computador

source: Report Button
pt_br: Botão de reporte

source: Custom
pt_br: Customizado

source: Are you sure you want to create a new map? All of your progress will be lost!
pt_br: Você tem certeza que você queria criar o novo mapa? Todo do seu progresso vai ser perdido!

source: Add Custom Object
pt_br: Adicionar Objeto Customizado

source: PNG Image
pt_br: Imagem PNG

source: Save Map
pt_br: Salvar Mapa

source: Faked Cubes Map
pt_br: Mapa do Faked Cubes

source: Text Scenes
pt_br: Texto do cena

source: Failed to listen for LAN Servers
pt_br: Falha ao procurar por servidores de LAN

source: CubeNet Instance not set, you won't have the public servers
pt_br: Instancia do CubeNet não e mudado, você não vai ter o servidores públicos

source: Invalid CubeNet Instance URL, did you include the slash after the url?
pt_br: Invalido URL do Instanca do CubeNet, você potou o barra depois do url?

source: There are no public servers online right now.
pt_br: Não tem o servidores públicos online agora.

source: Failed to request the server list, check your internet and try again
pt_br: Falha ao solicitar o lista do servidores, verifique o conexão de rede e tente novamente

source: Searching for servers on local network
pt_br: Procurando por servidores do rede local

source: Public
pt_br: Publico

source: Requesting Server List from CubeNet
pt_br: Solicitando Lista de Servidores do CubeNet

source: Direct
pt_br: Direto

source: Port:
pt_br: Porta:

source: Connect
pt_br: Conectar

source: [center]Filename:
pt_br: [center]Nome do arquivo:

source: Skin Icon:
pt_br: Ícone do Skin:

source: Load Skin
pt_br: Carregar Skin

source: Random Face
pt_br: Cara aleatório

source: Flip Player
pt_br: Virar Jogador

source: Icon:
pt_br: Ícone:

source: Take Screenshot
pt_br: Tirar captura do tela

source: Save Icon as Image
pt_br: Salvar Ícone como Imagem

source: Animations
pt_br: Animações

source: Choose a Skin
pt_br: Escolher o Skin

source: Open
pt_br: Abrir

source: Skin Icon
pt_br: Ícone do Skin

source: Server Name:
pt_br: Nome do Servidor:

source: Name of the server to use when hosting, this will be shown in server list, rich presence.
pt_br: Nome do servidor para usar quando hospedar, esse vai ser mostrado em lista do servidor, presença rica.

source: Server Port:
pt_br: Porta do Servidor:

source: Network Type:
pt_br: Tipo do Rede:

source: Public Server
pt_br: Servidor Publico

source: Host Server
pt_br: Hospedar Servidor

source: API Version: 1.0
pt_br: Versão API: 1.0

source: You don't have any mods installed.
pt_br: Você não tem mods instalado.

source: Disable All
pt_br: Desativar todos

source: Enable All
pt_br: Ativar todos

source: Open Mods Directory
pt_br: Abrir diretório do mods

source: The documentation is not ready yet, it will be enabled when it's ready.
pt_br: O Documentação não esta pronto já, isso vai ser ativado quando esta pronto.

source: Open Documentation
pt_br: Abrir documentação

source: API Version: 0.0
pt_br: Versão API: 0.0
